LEXICON: dict[str, str] = {
    '/start': '<b> Добро пожаловать!</b> 📦\n\n'
        'Этот бот помогает анализировать отчёты из Личного Кабинета Яндекс Маркета.\n'
        'Загрузи сюда Excel-файл отчёта, и бот автоматически:\n'
	    '•	Проанализирует доставленные заказы 📈\n'
	    '•	Посчитает процент отмен 📉\n'
	    '•	Вернёт понятный результат прямо в чат 💬\n\n'
        'Никаких настроек, никакой головной боли — просто отправь файл и получи результат! 🚀'
    ,'/help': '<b>Нужна помощь?</b> 🤖\n\n'
        'Вот что умеет бот и как с ним работать:\n\n'
        '1️⃣ Зайди в Личный Кабинет Яндекс Маркета и скачай Excel-отчёт 📥\n'
        '2️⃣ Отправь этот файл в чат с ботом 📊\n'
        '3️⃣ Получи сводку по доставленным заказам, проценту отмен и информацию о ценах по товарам 📃\n\n'
        'Если остались вопросы — просто задай их прямо здесь 😉'
}

LEXICON_COMMANDS: dict[str, str] = {
    '/help': '❓ Как использовать бота'
}